[
    {
        "year": "2018-19",
        "sem": "Fall-Edition",
        "month": "September",
        "catch":"' Never has man reached his destination by persistence in deviation from the straight path.' - Mahatama Gandhi",
        "link":"https://drive.google.com/file/d/19Js8ByMzdl9scU3ACAEHHcEIpRsi2BTE/view?usp=drive_link",
        "des": "With great pride and excitement we present to you, the ninth edition of BUFFERED READER, marking the magazine's fifth year since its commencement. Over the years, BUFFERED READER has evolved to e the lifleline of the CSE department, gaining accolades from students, faculty and alumni alike. The hardwork and resilence shown by the Editorial and Designing team in putting up eah edition of this magazine is remarkable and we extend our sincere thanks to all of them. "
    },
    {
        "year": "2018-19",
        "sem": "Winter-Edition",
        "month": "March",
        "catch":"' Time and tide waits for none. '",
        "link":"https://drive.google.com/file/d/1I55WMjF9HkhGFGJ1_H7oXxhvUchK-5rM/view?usp=drive_link",
        "des": "It feels like only yesterday that the idea of this magazine was conceived and the first edition was released by the founding members. A lot has changed in these past three and a half years and a lot has already been written and disseminated in th past editions. In a world where time is swift and technology is dynamic, we at BUFFERED READER strive to realise a momnet of appreciation for the efforts that each one of us has put."
    },
    {
        "year": "2017-18",
        "sem": "Fall-Edition",
        "month": "August",
        "catch":"' Amazing things happen when we truly listen to others. '",
        "link":"https://drive.google.com/file/d/1PuZtn1dFFd0C-OWpiaB43mQXMKqT-_qJ/view?usp=drive_link",
        "des": "The Editorial Board is elated to present the seventh editon of BUFFERED READER. For the past three years, the magazine has evolved to satiate the hunger of those who crave for technology and its latest advancements. This edition offers a glimpse of all the activites, and the endeavours of our students. On one hand we bade farewell to the batch of 2017 to wish them a successful journey beyond. And on the other hand, after a month, we organised CONFLUENCE-2017, calling upon all the alumni of the department to come together and be a part of the department, once again."
    },
    {
        "year": "2017-18",
        "sem": "Winter-Edition",
        "month": "February",
        "catch":"' No one knows what the right algorithmis, but it gives us hope thatif we can discover some crude approximation of whatever this algorithm is and implement it on a computer, that can help us make a lot of progress. ' - Andrew Ng",
        "link":"https://drive.google.com/file/d/17ZxbjvQ6c33dQd7Bwtsc-6mMrcyZDQHT/view?usp=drive_link",
        "des": "We are delighted to see that the Editorial Board has come up with the sixth editon of BUFFERED READER. The current academic year has been quite special for the BUFFERED READER, the magazine beign immensely praised by readers throughout the IIT (ISM) Dhandbad campus and the alumni alike. As the batch of 2017 hand over their final contribution for BUFFERED READER, it will be an interesting time ahead to see the rush of new blood and ideas to make the magazine reach the epitome of success. "
    },
    {
        "year": "2016-17",
        "sem": "Fall-Edition",
        "month": "August",
        "catch":"S' uccess does not have a conventinal way, have it your way! '",
        "link":"https://drive.google.com/file/d/1CPoVuCZFYcOOxr0UMcHPG2ge2tHv_6It/view?usp=drive_link",
        "des": "An immense pleasure to bring forward the unstinted contribution of the Editorial Sodality in the form of our fifth edition of the magazine, BUFFERED READER. We foresee unlimited opportunities ahead for all those who have been smitten by the charm of a career in technology. This edition of BUFFERED READER gives a glimpse of the myriad streams of activities being pursued by the CSE Department of IIT (ISM) Dhanbad."
    },
    {
        "year": "2016-17",
        "sem": "Winter-Edition",
        "month": "February",
        "catch":"' Simplicity is the ultimate sophistication. ' - Leonardo Da Vinci",
        "link":"https://drive.google.com/file/d/1Ocp2JB-CySzhpu8xeH4iOeluP4ZDJ5fj/view?usp=drive_link",
        "des": "With the changing energy levels of the students, the magazine has gone through a number of fits and starts. Now is he time for the fresh and charismatic souls of 2017 batch to take it to the next level. Efforts like publication of magazine are extremely valuable in enhancing, developing and honing the editorial skills amongst the literary minded students, in additon to playing the role of a mirror to the past nd the possible future that holds great importance to them."
    },
    {
        "year": "2015-16",
        "sem": "Fall-Edition",
        "month": "August",
        "catch":"' Every accomplishment starts with the dexision to try. ' ",
        "link":"https://drive.google.com/file/d/1fIQlaU4Gel5OHySeSrpz3bf2uFbuc6PA/view?usp=drive_link",
        "des": "After the successful release of the first two editions of BUFFERED READER, the Editorial Board has come up with the third edition of the magazine. The class of 2015 has contributed to a great extent towards the first two editions and now the baton has been passed on to the class of 2016. The 2015 fall edition has a myriad of articles. The cover story provides the readers an insight into the Internet of Things.    "
    },
    {
        "year": "2015-16",
        "sem": "Winter-Edition",
        "month": "March",
        "catch":"' You have to learn the rules of the game. And then you have to play better than anyone else. ' - Albert Einstein",
        "link":"https://drive.google.com/file/d/1MMbHlgghBC9Zmr-bIE7L9EK0W4qRipsN/view?usp=drive_link",
        "des": " The Department of Computer Science and Engineering has always had a students who have actively been following a traditon of creative endeavours amalgamated with a ill to strive for perfection. The editorial board of the department has learnt the rules of the game by publishing the first edition of BUFFERED READER, and now it's times for them to play it better than the first time."
    },
    {
        "year": "2014-15",
        "sem": "Fall-Edition",
        "month": "August",
        "link": "https://drive.google.com/file/d/12nzDdCJq6ShqZNlCDYlre_Gv7Zh00j8h/view?usp=drive_link",
        "catch":"' When you stare into the void, the void stares back. But when you cast into the void, you get a type casting error. '",
        "des": "The very first editon of BUFFERED READER, a product fo hopes, expectations and hard work produced under the banner of CSES, the Computer Science & Engineering Society,aims to showcase the past, present and the future of this Department.\n  "
    }
    
    
]